{
  "homePage": {
    "toleranceSection": {
      "title": "Tolerances",
      "paragraphs": {
        "1": "Две детали, элементы которых входят друг в друга, образуют соединение.",
        "2": "В соединении элементов двух деталей один из них является охватывающим, другой — охватываемым. В системе допусков и посадок охватывающий элемент условно называется отверстием, охватываемый — валом.",
        "3": "Номинальный размер — идеальный размер, указанный в чертеже.",
        "4": "Действительный размер — размер готовой детали, полученный прямым измерением.",
        "5": "Предельные размеры — два предельных значения размера, между которыми должен находиться действительный размер.",
        "6": "Допуск размера — разность между наибольшими и наименьшими предельными размерами. Допуск, как правило, измеряется в микрометрах и состоит из двух отклонений от номинального размера: верхнего и нижнего.",
        "7": "Отклонение может быть положительным, если предельный размер больше номинального, и отрицательным, если предельный размер меньше номинального.",
        "8": "Основное отклонение — отклонение, определяющее расположение интервала допуска относительно номинального размера. Основное отклонение обозначается буквой латинского алфавита: заглавной — для охватывающих размеров, прописной — для охватываемых.",
        "9": "Основной вал - вал, верхнее отклонение которого равно нулю.",
        "10": "Основное отверстие - отверстие, нижнее отклонение которого равно нулю.",
        "11": "В расчетах отклонения обозначаются следующим образом: <br></br> ES, es - верхнеее отклонение отверстия и вала соответственно; <br></br> EI, ei - нижнее отклонение отверстия и вала соответственно.",
        "12": "На чертежах рядом с размером указывается класс допуска.",
        "13": "Класс допуска - сочетание основного отклонения и квалитета, например: Ø60H8, Ø60k6.",
        "14": "Число указывает на квалитет. Квалитет — допуск размера. Всего существует 20 квалитетов от 01 до 18. Чем выше квалитет, тем меньше точность. Например, для квалитета 8 для любых размеров отверстий и валов допуск составит 33 мкм.",
        "15": "Буква указывает на основое отклонение. Его определяют по таблицам для данного размера. Для отверстий используются заглавные буквы, для валов — прописные.",
        "16": "На рисунке ниже представлена схема расположения основных отклонений для отверстий и валов."
      }
    },
    "fitSection": {
      "title": "Fits",
      "paragraphs": {
        "1": "На сборочных чертежах, в месте соединения рядом с размером указывают посадку.",
        "2": "Посадки обозначаются двумя значениями допуска: для отверстия и вала, например: Ø60H8/k6.",
        "3": "Диапазон посадки — арифметическая сумма допусков размеров двух размерных элементов, образующих посадку.",
        "4": "Зазор — разность между размерами отверстия и вала, когда диаметр вала меньше диаметра отверстия. Зазор — положительное число. В расчетах зазор обозначается буквой S.",
        "5": "Натяг — разность размеров отверстия и вала до сборки, когда диаметр вала больше диаметра отверстия. Натяг — отрицательное число. В расчетах натяг обозначается буквой N.",
        "6": "Посадки бывают с зазором, с натягом и переходные.",
        "7": "Посадка с зазором - посадка, при которой в соединении отверстия и вала всегда образуется зазор, т. е. нижний предельный размер отверстия больше или равен верхнему предельному размеру вала.",
        "8": "Посадка с натягом - посадка, при которой в соединении отверстия и вала всегда образуется натяг, т. е. верхний предельный размер отверстия меньше или равен нижнему предельному размеру вала.",
        "9": "Переходная посадка - посадка, при которой в соединении отверстия и вала возможно получение как зазора, так и натяга.",
        "10": "В переходной посадке интервал допуска отверстия и интервал допуска вала перекрываются частично или полностью, поэтому наличие зазора или натяга в соединении зависит от действительных размеров отверстия и вала.",
        "11": "Рекоммендуется применять посадки либо в системе отверстия, либо в системе вала.",
        "12": "Посадка в системе отверстия - посадка, в которой основное отклонение (нижнее предельное отклонение) отверстия равно нулю.",
        "13": "Посадка в системе вала - посадка, в которой основное отклонение (верхнее предельное отклонение) вала равно нулю.",
        "14": "С точки зрения функциональности соединения нет разницы, какую систему использовать. Выбор делают исходя из экономических соображений."
      }
    },
    "fitChoiceSection": {
      "title": "Выбор посадки",
      "paragraphs": {
        "1": "В таблице ниже перечислены рекоммендуемые посадки для размеров от 1 до 500мм (ГОСТ 25346).",
        "2": "Посадки в системе отверстия применяются чаще, так как точные отвесрстия обрабатываются дорогостоящим инструментом (зенкерами, развертками), причем каждый такой инструмент применяется для обработки только одного размера с определенным полем допуска, а валы независимо от их размера обрабатывают одними и теми же резцами. Систему вала следует применять в экономически обоснованных случаях (например, если на одном гладком валу необходимо установить несколько деталей с отверстиями, имеющими разные отклонения, то применение системы вала позволит упростить обработку вала)."
      },
      "table": {
        "headers": [
          "Тип посадки",
          "Описание",
          "Посадки в системе отверстия",
          "Посадки в системе вала"
        ],
        "rows": {
          "1": {
            "header": "С зазором",
            "content": {
              "1": {
                "subHeader": "Скользящие",
                "values": ["H6/h5, H7/h6, H8/h7, H8/h8, H9/h8, H10/h9, H11/h10"]
              },
              "2": {
                "subHeader": "Движения",
                "values": ["H6/g5, H7/g6", "G6/h5, G7/h6"]
              },
              "3": {
                "subHeader": "Ходовые",
                "values": [
                  "H7/f6, H8/f7, H8/f8, H9/f8",
                  "F7/h6, F8/h7, F9/h8, F8/h9, F9/h9"
                ]
              },
              "4": {
                "subHeader": "Легкоходовые",
                "values": [
                  "H8/e7, H8/e8, H9/e8, H10/e9",
                  "E8/h7, E9/h8, E8/h9, E9/h9"
                ]
              },
              "5": {
                "subHeader": "Широкоходовые",
                "values": [
                  "H8/d8, H9/d8, H10/d9, H11/d10",
                  "D9/h8, D9/h9, D10/H9"
                ]
              }
            }
          },
          "2": {
            "header": "С натягом",
            "content": {
              "1": {
                "subHeader": "Прессовые тяжелые",
                "values": ["H7/u6, H7/x6, H8/u7", "U7/h6, X7/h6"]
              },
              "2": {
                "subHeader": "Прессовые средние",
                "values": ["H7/r6, H7/s6, H7/t6, H8/s7", "R7/h7, S7/h7, T7/h7"]
              },
              "3": {
                "subHeader": "Легкопрессовые",
                "values": ["H6/p5, H7/p6", "P6/h5, P7/h6"]
              }
            }
          },
          "3": {
            "header": "Переходные",
            "content": {
              "1": {
                "subHeader": "Плотные",
                "values": ["H6/js5, H7/js6, H8/js7", "JS5/h5, JS7/h6"]
              },
              "2": {
                "subHeader": "Напряженные",
                "values": ["H6/k5, H7/k6, H8/k7", "K6/h5, K7/h6"]
              },
              "3": {
                "subHeader": "Тугие",
                "values": ["H6/m5, H7/m6, H8/m7", "M6/h5, M7/h6"]
              },
              "4": {
                "subHeader": "Глухие",
                "values": ["H7/n6", "N7/h6"]
              }
            }
          }
        }
      },
      "subSections": {
        "1": {
          "title": "Посадки с зазором",
          "subTitle1": "Скользящие посадки",
          "paragraphs1": {
            "1": "Скользящие посадки H/h - самые плотные из свободных посадок. Такие посадки применяют для:",
            "list": [
              "неподвижных соединений при необходимости частой разборки,",
              "центрирования легкоразъемных соединений,",
              "в подвижных соединениях для медленных перемещений или вращений."
            ]
          },
          "subTitle2": "Посадки движения",
          "paragraphs2": {
            "1": "Посадки движения H/g - свободные, применяются для:",
            "list": [
              "в подвижных соединениях для обеспечения герметичности, точного направления."
            ]
          },
          "subTitle3": "Ходовые посадки",
          "paragraphs3": {
            "1": "Ходовые посадки H7/f7 предназначены для подвижных соединений:",
            "list": [
              "подшипники скольжения,",
              "подшипники в коробках передач,",
              "крышки цилиндров."
            ]
          },
          "subTitle4": "Легкоходовые посадки",
          "paragraphs4": {
            "1": " Легкоходовые посадки H/e обеспечивает легкоподвижное соединение, допускающее радиальное перемещение или биение сопрягаемых поверхностей:",
            "list": [
              "подшипники многоопорных валов,",
              "подшипники скольжения неответственных машин,",
              "направляющие осевых перемещений."
            ]
          },
          "subTitle5": "Широкоходовые посадки",
          "paragraphs5": {
            "1": "Посадки H/d легкоподвижных соединений общего применения, допускают радиальное перемещение и и компенсируют погрешности взаимного расположения трущихся поверхностей. Они используются в тех случаях, когда необходимо компенсировать погрешности сборки или температурные деформации."
          }
        },
        "2": {
          "title": "Посадки с натягом",
          "subTitle1": "Прессовые тяжелые",
          "paragraphs1": {
            "1": "рессовые тяжелые H/u, H/x и H/z - посадки с большим гарантированным натягом и значительным его колебанием. Они предназначены для передачи больших усилий и моментов при тяжелых условиях работы без дополнительного крепления (вагонные колеса на осях, установочные штифты станочных приспособлений, несъёмные муфты на концах валов прокатных станов и др.)."
          },
          "subTitle2": "Прессовые средние",
          "paragraphs2": {
            "1": "Средние прессовые посадки H/r, H/s и H/t - посадки с гарантированным натягом средней величины. Способны передавать значительные усилия без дополнительного крепления. Применяются для:",
            "list": [
              "установки бронзовых венцов червячных колес,",
              "при запрессовки втулок в шкивы и зубчатые колеса на валах и д.р."
            ]
          },
          "subTitle3": "Легкопрессовые",
          "paragraphs3": {
            "1": "Легкопрессовые посадки типа H/p обеспечивают минимальный гарантированный натяг и применяются для соединения тонкостенных деталей при передаче небольших моментов и усилий."
          }
        },
        "3": {
          "title": "Посадки переходные",
          "subTitle1": "Плотные",
          "paragraphs1": {
            "1": "Плотные посадки типа H/js применяются в легкоразъемных неподвижных соединениях, подвергающихся частой разборке. Вероятность зазора в них 92-98%."
          },
          "subTitle2": "Напряженные",
          "paragraphs2": {
            "1": "Напряженные посадки типа H/k применяются в неподвижных разъёмных соединениях для точного центрирования соединяемых деталей. Вероятность появления зазора или натяга в них приблизительно одинакова. Крутящий момент передается штифатми, шпонками, винтами. Применяются для:",
            "list": [
              "зубчатых колес,",
              "шкивов,",
              "муфт,",
              "рычагов,",
              "и т.п."
            ]
          },
          "subTitle3": "Тугие",
          "paragraphs3": {
            "1": "Тугие посадки - посадки типа H/m, в которых вероятность натяга около 95%. При этом натяг сравнительно мал и не позволяет передавать значительных крутящих моментов без дополнительного крепления. Они применяются в посадках штифтовых соединений, в соединении тонкостенных втулок с валами, в посадках кулачков на распределительном валу и поршневых пальцев в бобышках поршней компрессоров, а также в посадках втулок подшипников в стенки редукторов и станков и т.п."
          },
          "subTitle4": "Глухие",
          "paragraphs4": {
            "1": " Глухие посадки типа H/n всегда обеспечивают натяг и являются наиболее прочными из всех переходных посадок. Применяются для соединения кондукторных втулок с корпусом приспособления или кондукторной плитой, муфт на валах электродвигателей, червячных колёс на валах и т.п."
          }
        }
      }
    }
  }
}
